riddles = [

    {
        "number": 1,
        "text": "Задание: Не лёд, а тает, не лодка, а уплывает.",
        "answer": ["зарплата"]
    },

    {
        "number": 2,
        "text": "Кто под проливным дождем не намочит волосы?",
        "answer": ["лысый", "безволосый"]
    },

    {
        "number": 3,
        "text": "Чем больше из неё берёшь, тем больше она становится. Что это?",
        "answer": ["яма"]
    },

    {
        "number": 4,
        "text": "На какое дерево садится ворона во время дождя?",
        "answer": ["на мокрое", "мокрое", "промокшее", "влажное", "на влажное"],
    },

    {
        "number": 5,
        "text": "В каком месяце 28 дней?",
        "answer": ["в любом", "любом", "каждом", "в каждом", "во всех"]
    },
]
